INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (1, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (2, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (3, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (4, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (5, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (6, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (7, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (8, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (9, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (10, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (11, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (12, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (14, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (15, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (16, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (17, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (18, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (19, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (20, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (21, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (22, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (23, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (24, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (25, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (29, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (30, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (31, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (32, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (33, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (34, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (35, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (36, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (37, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (38, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (39, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (40, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (41, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (42, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (43, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (44, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (45, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (46, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (47, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (48, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (49, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (50, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (51, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (52, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (60, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (61, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (62, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (63, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (64, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (65, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (66, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (67, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (68, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (69, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (70, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (71, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (72, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (73, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (74, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (75, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (76, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (77, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (78, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (79, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (80, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (81, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (82, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (83, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (84, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (85, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (86, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (87, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (88, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (89, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (90, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (91, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (92, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (93, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (94, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (95, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (96, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (97, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (98, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (99, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (100, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (101, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (102, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (103, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (104, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (105, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (106, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (107, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (108, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (109, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (110, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (111, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (112, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (113, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (114, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (115, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (116, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (117, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (118, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (119, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (120, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (121, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (122, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (123, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (124, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (125, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (126, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (127, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (128, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (129, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (130, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (131, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (132, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (133, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (134, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (135, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (136, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (137, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (138, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (139, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (140, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (141, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (142, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (143, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (144, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (145, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (146, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (147, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (148, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (149, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (150, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (151, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (152, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (153, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (154, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (155, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (156, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (157, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (158, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (159, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (160, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (161, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (162, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (163, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (164, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (165, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (166, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (167, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (168, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (169, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (170, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (171, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (172, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (173, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (174, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (175, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (176, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (177, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (178, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (179, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (180, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (181, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (182, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (183, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (184, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (185, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (186, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (187, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (188, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (189, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (190, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (191, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (192, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (193, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (194, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (195, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (196, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (197, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (198, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (199, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (200, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (201, 'java中空指针的解决颁发', '空指针问题如何解决，今天听小心心', '2019-01-01 12:12:12', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (202, 'C#语言中的问题', '经常遇到的问题啊', '2019-03-05 01:23:34', 0, null);
INSERT INTO blog.blogs (blogid, title, content, publishtime, visitedcount, userid) VALUES (203, '那些年遇到的bug', '当地时间晚6时30分许，专机抵达罗马菲乌米奇诺机场。习近平和夫人彭丽媛步出舱门，礼兵敬礼致意，意大利农业旅游部部长等高级官员在舷梯旁热情迎接。习近平和彭丽媛沿红地毯前行。礼兵肃立在红地毯两侧，行注目礼。

　　习近平代表中国政府和中国人民，向意大利政府和人民致以诚挚问候和良好祝愿。习近平指出，中意建交49年来，两国关系经受住时间和国际风云变幻的考验，双方秉承互尊互信、互利共赢原则，不断推进中意友好和合作，成为不同社会制度、文化背景、发展阶段国家发展双边关系的典范。中意务实合作硕果累累，为两国人民带来了实实在在的利益；人文交流丰富多彩，增进了彼此了解和友谊。

　　习近平指出，我期待着同马塔雷拉总统、孔特总理等意大利领导人会谈会见，共同描绘中意关系未来发展蓝图。相信在双方共同努力下，中意全面战略伙伴关系必将拥有更加美好的明天。

　　丁薛祥、杨洁篪、王毅、何立峰等陪同人员同机抵达。

　　中国驻意大利大使李瑞宇也到机场迎接。

　　在结束对意大利的国事访问后，习近平还将对摩纳哥、法国进行国事访问。', '2019-03-05 01:23:55', 123, null);